import React from "react";
import Navbar from "../components/navbar/Navbar";
import Footer from "../components/footer/Footer";
import TabTitle from "../components/titles/TabTitle";

const About = () => {
  document.title = "టీ టైమ్ తెలుగు - మా గురించి";
  return (
    <>
      <Navbar />
      <div className="about-page main-page padding-page">
        <TabTitle title={"మా గురించి"} />
        <div className="aboutus-container">
          <div className="aboutus-section p20">
            <h1>టీ టైమ్ తెలుగు</h1>
            <div className="aboutus-flex">
              <div>
                <p>
                  తెలుగు మాట్లాడే ప్రేక్షకుల కోసం వార్తలు మరియు వినోదాన్ని
                  ప్రత్యేకంగా అందించేందుకు ఈ వేదిక ప్రారంభమైంది. కాలక్రమేణా ఇది
                  24 గంటల తాజా అప్‌డేట్స్ అందించే నమ్మకమైన వినోద వార్తల
                  గమ్యస్థానంగా మారింది.
                </p>

                <p>
                  ఈ వేదిక పాఠకులను సమాచారంతో పాటు వినోదాన్ని కలిపి ఉంచే విభిన్న
                  కంటెంట్‌ను అందిస్తుంది. బ్రేకింగ్ న్యూస్, ట్రెండింగ్ టాపిక్స్
                  నుండి లోతైన సినిమా సమీక్షలు, అవార్డు సీజన్ ముఖ్యాంశాలు వరకు—టీ
                  టైమ్ తెలుగు ప్రతి పాఠకుడి ఆసక్తిని తీర్చుతుంది. అదనంగా
                  ప్రత్యేక సెలబ్రిటీ ఇంటర్వ్యూలు, OTT రిలీజ్ అప్‌డేట్స్,
                  రాజకీయ-సామాజిక విశ్లేషణలు, సినిమా ఈవెంట్స్ మరియు స్టార్‌ల
                  మనోహర క్షణాలను పట్టిన ఫోటో గ్యాలరీలు కూడా అందిస్తుంది. తెలుగు
                  భాషలో క్రమం తప్పకుండా అప్‌డేట్స్ ఇస్తూ, ఇది తన ప్రేక్షకులతో
                  మరింత దగ్గరగా అనుసంధానం అవుతుంది.
                </p>
                <p>
                  పరిశీలనలో లేని వెనుకభాగంలో, రైటర్లు మరియు టెక్నికల్ నిపుణుల
                  బృందం పాఠకులకు నచ్చేలా ఆసక్తికరమైన, నాణ్యమైన కథనాలను
                  అందించేందుకు నిరంతరం శ్రమిస్తుంది. టీ టైమ్ తెలుగు కేవలం ఒక
                  న్యూస్ సైట్ మాత్రమే కాదు—ప్రతి రోజు తన పెరుగుతున్న
                  ప్రేక్షకులను సమాచారం, ప్రేరణ మరియు వినోదంతో కలిపే వేదిక.
                </p>
                <p>హ్యాపీ రీడింగ్!</p>
                <p>— టీ టైమ్ తెలుగు బృందం</p>
              </div>
              <img src="/assets/new-ttt-logo.jpg" alt="" />
            </div>
          </div>
        </div>
      </div>
      <Footer />
    </>
  );
};

export default About;
